import React from 'react';
import {ScrollView, Text} from 'react-native';
import SubTitle from '../../components/SubTitle';

function Home() {
  return (
    <ScrollView>
      <Text>مقرأة آل خالدي الإلكترونية لتعليم القرآن الكريم عن بُعد</Text>
      <Text>تعلّم القرآن الكريم في بيتك براحة تامة</Text>
      <Text></Text>
      <SubTitle title="* تعريف المقرأة الإلكترونية :" />
      <Text>مقرأة آل خالدي وقف في سبيل الله لتعليم القرآن الكريم وأحكام تجويده عن بُعد ، مشروع مُكبر لمشروع تحفيظ مائة شخص لكتاب الله تعالى ، وتعمل على تأهيل وضبط قراءة وأداء الحفاظ وغير الحفاظ والمبتدئين ذكورا وإناثا</Text>

      <SubTitle title="* فكرة المقرأة الإلكترونية:" />
      <Text>عملا بحديث النبي صلى الله عليه وسلم : خيركم من تلعم القرآن وعلّمه وتوسيعا لمشروعي الموسوم بــالحافظ رقم مائة أطمح بإذن الله تعالى أن تتوفق المقرأة وتتميز لتصل كل أرجاء الأرض ولنكسر من خلالها الحاجز بين الطلبة والقرآن ، وبأنه من مهما كان الحال من عزم وتوكل على الله أدرك مُناه ومبتغاه ، ونظرا لتطور وسائل التواصل كانت فكرة إنشاء هذه المقرأة مُلحّة لخدمة كلا الجنسين في تعليم كتاب الله</Text>

      <SubTitle title="* هدف المقرأة:" />
      <Text>نشر كتاب الله على أوسع نطاق وبدون الخروج من المنزل ، ونشر القراءات والروايات القرآنية وضبط المخارج والصفات وصون الألسن عن اللحن ومساعدة من كان له ضعف في قراءة القرآن وذلك بإقامة دورات في أحكام التلاوة ، ومن ثم تخريج طلبة مجازين متقنين يخدمون المقرأة</Text>

      <SubTitle title="* مميزات المقرأة:" />
      <Text>تعمل المقرأة الإلكترونية مجانا في سبيل الله وكذلكم الإجازات تُعطى مجانا فريق المقرئين رجالا ونساء من أهل الاختصاص في علم التجويد والأسانيد إضافة إلى الأخلاق العالية وهذا ما يميز المقرأة</Text>

      <SubTitle title="* شروط الالتحق بالمقرأة:" />
      <Text>توفر جهاز كمبيوتر أو هاتف ذكي يحتوي على تطبيق قوقل ميت أو زووم و الواتس آب و التلجرام  ليستفيد من خدمات المقرأة صوتا وصورة</Text>

        <SubTitle title="* التسجيلات:" />
        <Text>تكون كل 6 أشهر وذلك عن طريق استمارة البيانات التي تنشر على الصفحة</Text>
        <Text>كل طالب (ة) مسجل (ة) في المقرأة ملزم بتسجيل المواعيد والالتزام بها الغيابات تكون مبررة وكل شيء مبني على الاحترام والأخلاق كلما كنت ملتزما بالبرنامج كلما ربحت الوقت</Text>
      
    </ScrollView>
  );
}

export default Home;
