import React from 'react';
import {ScrollView, Text} from 'react-native';
import SubTitle from '../../components/SubTitle';

function Home() {
  return (
    <ScrollView>
      <Text>مقرأة آل خالدي الإلكترونية لتعليم القرآن الكريم عن بُعد</Text>
      <Text></Text>
      <Text>تعلّم القرآن الكريم في بيتك براحة تامة</Text>
      <Text></Text>
      <SubTitle title="* تعريف المقرأة الإلكترونية :" />
      <Text></Text>
      <Text>
        مقرأة آل خالدي وقف في سبيل الله لتعليم القرآن الكريم وأحكام تجويده عن
        بُعد ، مشروع مُكبر لمشروع تحفيظ مائة شخص لكتاب الله تعالى ، وتعمل على
        تأهيل وضبط قراءة وأداء الحفاظ وغير الحفاظ والمبتدئين ذكورا وإناثا
      </Text>
      <Text></Text>
      <Text></Text>

      <SubTitle title="* فكرة المقرأة الإلكترونية:" />
      <Text></Text>
      <Text>
        عملا بحديث النبي صلى الله عليه وسلم : خيركم من تعلم القرآن وعلّمه
        وتوسيعا لمشروعي الموسوم بــالحافظ رقم مائة أطمح بإذن الله تعالى أن تتوفق
        المقرأة وتتميز لتصل كل أرجاء الأرض ولنكسر من خلالها الحاجز بين الطلبة
        والقرآن ، وبأنه من مهما كان الحال من عزم وتوكل على الله أدرك مُناه
        ومبتغاه ، ونظرا لتطور وسائل التواصل كانت فكرة إنشاء هذه المقرأة مُلحّة
        لخدمة كلا الجنسين في تعليم كتاب الله
      </Text>
      <Text></Text>
      <Text></Text>

      <SubTitle title="* مميزات المقرأة:" />
      <Text></Text>
      <Text>
        تعمل المقرأة الإلكترونية مجانا في سبيل الله وكذلكم الإجازات تُعطى مجانا
        فريق المقرئين رجالا ونساء من أهل الاختصاص في علم التجويد والأسانيد إضافة
        إلى الأخلاق العالية وهذا ما يميز المقرأة
      </Text>
      <Text></Text>
    </ScrollView>
  );
}

export default Home;
